"lblChargeLimit" = "Şarj Limiti";
"btnDischarge" = "Deşarj";
"btnTopup" = "Doldur";
"btnInstallHelper" = "Kurulum Yardımcısı";
"btnQuit" = "Çıkış";
"ttlGeneralSettings" = "Genel";
"ttlChargeSettings" = "Şarj";
"ttlAppearanceSettings" = "Dış görünüş";
"hlpSailingModePopover" = "Yelken modu etkinleştirildi.";
"hlpCalibrationPopover" = "Şu anda pil kalibre ediliyor.";
"hlpHeatProtectionPopover" = "Yüksek pil sıcaklığı nedeniyle şarj durduruldu. Şuanki sıcaklık: ";
"hlpIntelModePopover" = "Intel modu etkin.";
"lblSailingMode" = "Yelken Modu";
"txtEnabled" = "Etkinleştirildi";
"txtDisabled" = "Devre dışı";
"hlpSailingModeSettings" = "AlDente, pilinizi istenen değere kadar şarj etmeyi bitirdikten sonra, yeniden şarj etmeye başlamadan önce pilinizin ayarlanan yüzdeye düşmesine izin verecektir. Bu, ayarlanan değer civarında hızlı şarj/deşarj olmasını önlemek için yapılır.";
"txtDifference" = "Fark:";
"txtWillSailTo" = "Şarj alt sınırı";
"txtSailingModeDeactivated" = "Yelken Modu devre dışı bırakıldı.";
"lblHeatProtection" = "Isınma Koruması";
"hlpHeatProtectionSettings" = "Pil sıcaklığınız ayarlanan değeri aşarsa AlDente şarjı durdurur.";
"txtMaxTemp" = "Maks. Sıcaklık";
"txtCurrent" = "  Şu an: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Isınma koruması devre dışı.";
"lblCalibrationMode" = "Kalibrasyon Modu";
"btnStopCalibration" = "Kalibrasyonu Durdur";
"btnStartCalibration" = "Kalibrasyonu Başlat";
"txtDischarge15" = "Deşarj\n15%";
"txtCharge100" = "Şarj\n100%";
"txtHold1h" = "Duraklama\n1h";
"txtDischarge" = "Deşarj\n";
"lblStopChargingWhenSleeping" = "Uykudayken\nŞarjı Durdur";
"hlpStopChargingWhenSleeping" = "Etkinleştirildiğinde, istenen şarj yüzdesine henüz ulaşılmamışsa bile, sistem uyku moduna girerken şarj otomatik olarak engellenir.!";
"lblStopChargingWhenClosed" = "Uygulama kapatıldığında\nŞarjı Durdur";
"lblStopChargingWhenPoweredOff" = "Kapalıyken\nŞarjı Durdur";
"hlpStopChargingWhenPoweredOff" = "Etkinleştirildiğinde, AlDente kapatıldığında şarj işlemi engellenmiş olarak kalır. Bu, AlDente'yi yeniden başlatarak veya SMC'yi sıfırlayarak yeniden etkinleştirilebilir.";
"lblIntelMode" = "Intel Modu";
"hlpIntelModeSettings" = "Yalnızca Intel MacBook'larda bulunur. Bu, maksimum şarj değerini kontrol etmek için başka bir SMC anahtarı kullanır. Deşarja İzin Ver, Yelken Modu ve Kalibrasyon modu gibi özellikler bu modda mevcut değildir ancak ayarlanan şarj limiti her durumda (uyku, kapatma) devam eder. Gerçek şarj bitiş değeri de ayarladığınız değerden %5'e kadar farklılık gösterebilir.";
"lblHelperApp" = "Uygulama Yardımcısı";
"btnReinstall" = "Yeniden Yükle";
"btnRemove" = "Kaldır";
"lblUpdates" = "Güncelleme";
"btnCheckForUpdates" = "Güncellemeleri kontrol et";
"txtCheckManually" = "Manuel Kontrol";
"txtCheckAutomatically" = "Otomatik Kontrol";
"lblOther" = "Diğer";
"btnManageLicense" = "Lisansı Yönet";
"btnActivateLicense" = "Lisansı Etkinleştir";
"btnSaveDebugFile" = "Hata Kayıtlarını Kaydet";
"lblLaunchAtLogin" = "Başlangıçta çalıştır";
"hlpLaunchAtLogin" = "AlDente'yi başlangıçta çalıştır";
"lblRestoreCompleted" = "Geri Yükleme Tamamlandı!";
"txtRestoreCompleted" = "Varsayılan ayarlar geri yüklendi.";
"btnResetSettings" = "Ayarları Sıfırla";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Ücretsiz";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "AppHouseKitchen tarafından 2024'de pişirildi";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Pro Versiyona Geç";
"lblSyncingChargeState" = "Şarj Durumu Senkronize Ediliyor";
"txtDischargeExitDescription" = "AlDente şu anda pilinizi deşarj ettiğinden, uygulamadan çıkmadan önce macOS'un boşalmanın durduğunu algılamasının beklenmesi gerekir. Yine de çıkmak istiyorsanız Tamam'a basın bu, ekranınızın bir kez kararmasına neden olabilir.";
"btnOK" = "TAMAM";
"btnCancel" = "İptal";
"lblIntelNotification" = "AlDente, Intel Modunda çalışıyor";
"txtIntelNotification" = "Donanım sınırlamaları nedeniyle, bu MacBook'ta yalnızca Intel Modu mevcuttur. Bu sebeple profesyonel özellikler etkinleştirilemez.";
"lblSetupNotification" = "AlDente Pro Kurulumu";
"txtSetupNotification" = "Lütfen şuraya gidin:\n\nSistem Tercihleri ➔ Pil ➔ Pil\n\nİyileştirilmiş pil şarjını\n\n \kapatın\.\n\nBu, AlDente'nin şarj davranışı üzerinde tam kontrole sahip olmasını sağlar.";
"lblUpdateHelperNotification" = "Yardımcıyı Güncelleme";
"txtUpdateHelperNotification" = "AlDente'nin yardımcı uygulamayı güncellemesi gerekiyor. Bu uygulamayı \Yardımcıyı Kaldır\ butonu ile istediğiniz zaman kaldırabilirsiniz.";
"lblInstallHelperNotification" = "Yardımcı Kurulumu";
"txtInstallHelperNotification" = "MacBook'unuzun şarj davranışını kontrol edebilmek için AlDente Pro'nun bir yardımcı uygulama yüklemesi gerekir. \Uninstall Helper\ Düğmesini kullanarak bu uygulamayı istediğiniz zaman kaldırabilirsiniz.";
"lblHelperInstallSuccessNotification" = "Yardımcı kurulumu başarılı.";
"lblRemoveHelperNotification" = "Yardımcıyı Kaldır?";
"txtRemoveHelperNotification" = "Yardımcı uygulamayı kaldırmak istediğinizden emin misiniz? AlDente sadece yardımcı kuruluyken çalışabilir.";
"lblHelperRemovedNotification" = "Yardımcı Kaldırıldı";
"txtHelperRemovedNotification" = "AlDente'nin yardımcı uygulamasını başarıyla kaldırdınız. AlDente sihrini yapmak için yardımcı araca güvendiğinden, yardımcıyı yeniden yükleyene kadar pek bir faydası olmayacaktır. AlDente şimdi kapanacak.";
"lblClamshellDischargeProNotification" = "Üzgünüm!";
"txtClamshellDischargeProNotification" = "Kapalı Kapak Modunda Aktif Deşarj yalnızca Pro sürümü ile kullanılabilir.";
"lblDischargeInfoNotification" = "Deşarj Modu Hakkında Bazı Sözler";
"txtDischargeInfoNotification" = "Tüm senaryolarda (Kapalı Kapak Modu gibi) deşarjı etkinleştirmek için AlDente'nin cihazınızın uyku işlevini geçici olarak devre dışı bırakması gerekir. Bu nedenle, bazı MacBook'larda şarj olurken Uyku seçeneği gri görünebilir. Ayrıca, uyku davranışını kontrol eden diğer bazı uygulamalar düzgün çalışmayabilir.";
"lblDebugInfoSavedNotification" = "Hata Ayıklama Bilgisi Kaydedildi";
"txtDebugInfoSavedNotification" = "Hata ayıklama dosyası şuraya başarıyla kaydedildi:";
"lblActivationSuccessfulNotification" = "Etkinleştirme başarılı!";
"txtActivationSuccessfulNotification" = "AlDente Pro'yu satın aldığınız için teşekkür ederiz! Makarna sizinle olsun.";
"lblNoConnectionNotification" = "Bağlantı yok";
"txtNoConnectionNotification" = "AlDente, lisansınızın geçerli olup olmadığını 10 günde bir kontrol etmelidir. AlDente'nin çalışması için lütfen internete bağlanın.";
"lblDisableSleepCompletely" = "Şarj Sınırına Kadar\nUykuyu Devre Dışı Bırak";
"hlpDisableSleepCompletely" = "Bu ayar etkinleştirildiğinde AlDente, dizüstü bilgisayar kapalıyken bile şarj limitinize ulaşılana kadar MacBook'unuzun uyku sistemini devre dışı bırakır. Güç kablosu çıkarıldığında uyku otomatik olarak yeniden etkinleştirilir.";
"lblShowOnStartup" = "Başlangıçta Göster";
"hlpShowOnStartup" = "AlDente'nin kullanıcı arayüzü, uygulama başlatıldığında otomatik olarak açılacaktır.";
"hlpShowDockIcon" = "AlDente simgesi Dock'ta görünür.";
"lblShowDockIcon" = "Dock'ta Göster";
"hlpNoMenubarIcon" = "AlDente simgesini menü çubuğunda kaldırır. Bu durumda uygulama yanlızca Dock simmgesiyle açılır";
"lblPopoverAnimation" = "Aıçılır Pencere Animasyonu";
"hlpPopoverAnimation" = "Açılır pencere animasyonunu açar veya kapatır.";
"lblPopupWindow" = "Açılır Pncere";
"lblNoMenubarIcon" = "Menü çubuğunda simgeyi gizle";
"lblShowOnlyAlDenteIcon" = "Sadece AlDente simgesi";
"lblMenubarIcon" = "Menü Çubuğu Simgesi";
"txtHold" = "basılı tutun\n";
"lblAdvancedIntelMode" = "Gelişmiş Intel Modu";
"hlpSettingsLock" = "Ayarlar kilitli. Onları serbest bırakmak için sistem yöneticinizle iletişime geçin.";
"hlpUseRealPercentage" = "Bu ayar etkinleştirildiğinde, AlDente gerçek donanım pil yüzdesini referans olarak alır. macOS'te gösterilen değer, pilin yaşına ve şarj durumuna bağlı olarak genellikle bundan birkaç yüzde farklıdır.";
"ttlStats" = "istatistikler";
"lblUseRealPercentage" = "Donanım Pil Yüzdesi";
"hlpShowOnlyAlDenteIcon" = "Menü barında her seferinde taze bir tabak makarnayı kim istemez ki?";
"hlpShowBatteryIcon" = "Menü barında her seferinde taze bir tabak makarnayı kim istemez ki?";
"hlpShowPercentage" = "Menü barında her seferinde taze bir tabak makarnayı kim istemez ki?";
"lblCheckAutomatically" = "Otomatik Kontrol";
"txtIntelExplanation" = "MacBook'unuzda, kapatıldığında veya uyku modundayken şarj sınırı devam edebilir. Teknik sınırlamalar nedeniyle bu durumlarda yüzdenin birkaç puan değişebileceğini lütfen unutmayın.";
"ttlMoreSettings" = "Daha";
"ttlScheduleSettings" = "Takvim";
"lblSleep" = "Uyku";
"lblLockScreenWhenClosed" = "Kapatıldığında Ekranı Kilitle";
"hlpLockScreenWhenClosed" = "Etkinleştirildiğinde, kapak kapatıldığında ekran otomatik olarak kilitlenir ve uyku modu devre dışı bırakılır.";
"lblAutomaticDischarge" = "Otomatik Deşarj";
"hlpAutomaticDischarge" = "Etkinleştirildiğinde, mevcut yüzde daha yüksekse AlDente otomatik olarak ayarlanan değere deşarj olur.";
"ttlFeatureSettings" = "Özellikler";
"lblCharging" = "Şarj";
"hlpAutomaticDischargeButton" = "AlDente belirlediğiniz şarj limiti, mevcut şarj yüzdesinden daha düşük olduğunda pilinizi otomatik olarak deşarj edecektir.";
"txtSetupNotificationVentura" = "Lütfen şuraya gidin:\n\nSistem Tercihleri ​​➔\nPil ➔\nPil Sağlığı (Bilgi Düğmesi)\n\nve devre dışı bırakın:\n\n \Optimize edilmiş pil şarjı\.\n\nBu, AlDente'nin şarj etme davranışı üzerinde tam kontrole sahip olmasını sağlar .";
"lblMagsafeLED" = "Magsafe LED'i";
"lblControlMagsafeLED" = "Kontrol Magsafe LED'i";
"hlpControlMagsafeLED" = "Bu ayar etkinleştirilirse AlDente, Magsafe LED'inin rengini mevcut şarj durumuyla eşleştirir.";
"lblBlinkOrangeDischarge" = "Deşarj Sırasında Turuncu Yanıp Sönüyor";
"hlpBlinkOrangeDischarge" = "Bu ayar etkinleştirilirse, Deşarj etkinleştirildiğinde Magsafe LED'i turuncu renkte yanıp söner.";
"lblMagsafeAlwaysOff" = "Herzaman kapalı";
"hlpMagsafeAlwaysOff" = "Bu ayar etkinleştirilirse, AlDente çalıştığı sürece Magsafe LED'i her zaman kapalıdır.";
"ttlCalibrationNotPossible" = "Kalibrasyon mümkün değil!";
"txtCalibrationNotPossible" = "Kalibrasyon Modu yalnızca şarj cihazı bağlıyken kullanılabilir.";
"ttlSMCIssue" = "Şarj Sınırı Hatası";
"ttlLowChargeLimitWarning" = "Düşük Şarj Limiti";
"txtLowChargeLimitWarning" = "Pilinizi uzun süre düşük yüzdede tutmak yanlış kalibrasyon olasılığını artırabilir.\nBu, cihazınızın istenmeyen kapanmalarına neden olabilir.\nBu durum genellikle AlDente'nin Kalibrasyon Modu ile düzeltilebilir.";
"txtSMCIssue" = "AlDente, macOS'ta Şarj Sınırlayıcı'nın geçici olarak çalışmamasına neden olabilecek bir sorun algıladı.\nAlDente'nin tekrar çalışmasını sağlamak için lütfen aşağıdaki adımları gerçekleştirin:\n1. Şarj cihazınızın fişini prizden çekin ve MacBook'unuzu kapatın\n2. 5 dakika bekleyin\n3. MacBook'u açın ve şarj cihazını prize takın\nAlDente beklendiği gibi tekrar çalışır.";
"ttlTasks" = "Görevler";
"txtTasksIntelMode" = "Görev zamanlama, Intel Modunda mevcut değildir.";
"txtTasksNotActivated" = "Görev planlamanın kilidini açmak için AlDente Pro'yu edinin!";
"txtCreateNewTask" = "Yeni bir görev eklemek için + düğmesini kullanın!";
"txtTask" = "Görev";
"txtStartTasksNext" = "Görevleri bir sonraki Fırsatta Başlatın:";
"txtTaskHistory" = "Görev Geçmişi";
"ttlName" = "İsim:";
"ttlActive" = "Aktif:";
"ttlAction" = "Aksiyon:";
"txtTopUp" = "Yükleme";
"txtDischargeTo" = "deşarj";
"ttlRepeat" = "Tekrarlamak:";
"txtDaily" = "Günlük";
"txtWeekly" = "Haftalık";
"txtMonthly" = "Aylık";
"ttlStart" = "Başlangıç:";
"hlpStartTasksNext" = "AlDente, MacBook'unuz uykudayken veya kapalıyken görevleri çalıştıramaz. Bir görevin çalışması gerekirken MacBook'unuz uykudaysa veya gücü kapalıysa, görevi bir sonraki fırsatta, tekrar açıldığında başlatır.";
"lblHelperInstallError" = "Yardımcı Yükleme Hatası";
"txtHelperInstallError" = "Yardımcı yükleme sırasında bir sorun oluştu. Yardımcı hizmeti yeniden yüklemek için ileri'yi tıklayın. Şifrenizi tekrar girmeniz istenecektir.";
"txtInstallHelper" = "AlDente'nin çalışması için yardımcı uygulamasının çalışmasına ihtiyacı var. Lütfen yardımcı uygulamayı yükleyin.";
"txtHelperInstallSuccessNotification" = "Yardımcı uygulama başarıyla kuruldu!";
"txtPause" = "Şarjı Duraklat";
"txtCalibrate" = "Kalibrasyon Modunu Başlat";
"txtChargeTo" = "Şarj Limitini Ayarla";
"ttlAlDenteSetup" = "AlDente Kurulumu";
"txtAlDenteHeadline" = "AlDente'ye hoş geldiniz!";
"txtIntro" = "Başlamadan önce birkaç şeyi yapılandırmamız gerekiyor.";
"ttlInstallHelper" = "Yardımcı Uygulamayı Yükle";
"txtInstallHelperInfo" = "AlDente, MacBook'unuzun şarj davranışını kontrol etmek için yardımcı uygulamaya ihtiyaç duyar.";
"txtHelperInstalled" = "(Yardımcı Zaten Yüklü)";
"ttlOptimisedCharging" = "Optimize Edilmiş Pil Şarjı";
"txtOptimisedChargingInfo" = "AlDente'ye MacBook'unuzun şarj etme davranışı üzerinde tam kontrol sağlamak için Optimize Edilmiş Pil Şarjı devre dışı bırakılmalıdır.";
"bpOpenSettings" = "• Sistem Ayarları → Pil'i açın";
"bpClickInfoButton" = "• Pil Sağlığı'nın yanındaki bilgi düğmesine tıklayın";
"bpDisableOptimisedCharging" = "• \Optimize Edilmiş Pil Şarjını\ Devre Dışı Bırakın";
"txtDisableOptimisedChargingOld" = "Lütfen şuraya gidin: Sistem Tercihleri ​​➔ Pil ➔ Pil ve devre dışı bırakın: Optimize edilmiş pil şarjı.";
"btnOpenSettings" = "Ayarları aç";
"ttlCustomiseAlDente" = "AlDente'yi özelleştirin";
"txtPresetInfo" = "MacBook'unuzu nasıl kullanıyorsunuz?";
"btnMostlyHome" = "Çoğunlukla Ev";
"btnOnTheGo" = "Giderken";
"btnSkip" = "Atlamak";
"ttlSetupModal" = "Bu, aşağıdaki ayarları yapılandırır:";
"bpChargeLimit" = "• Şarj Limiti";
"bpLaunchAtLogin" = "• Oturum Açıldığında Başlat";
"bpSailingMode" = "• Yelken Modu*";
"bpHeatProtection" = "• Isı Koruması*";
"bpAutomaticDischarge" = "• Otomatik Tahliye*";
"bpStopChargingWhenSleeping" = "• Uyurken Şarj Etmeyi Durdurun*";
"bpStopChargingWhenClosed" = "• Uygulama kapandığında Şarj Etmeyi Durdur*";
"bpHardwareBatteryPercentage" = "• Donanım Pil Yüzdesi*";
"ttlProLicense" = "Profesyonel Lisans";
"txtProLicenseInfo" = "Zaten bir Pro lisansınız varsa, buradan etkinleştirebilirsiniz.";
"btnUseFree" = "Ücretsiz Kullan";
"btnActivatePro" = "Pro'yu etkinleştir";
"txtOn" = "Açık";
"txtOff" = "Kapalı";
"txtOnlyInPro" = "* Yalnızca AlDente Pro'da mevcuttur";
"txtEveryWeekday" = "Hafta içi";
"txtEvery2Weeks" = "İki haftada bir";
"lblStats" = "İstatistikler";
"lblPowerFlowNotAvailable" = "Teknik kısıtlamalar nedeniyle, Power Flow bu sistemde mevcut değildir.";
"txtPowerFlowFreeExplanation" = "Bu sadece gösteri amaçlı örnek verilerdir. Gerçek zamanlı veriler elde etmek için AlDente Pro'nun kilidini açın!";
"lblShowInPopover" = "Popover'da göster";
"hlpShowInPopover" = "Etkinleştirilirse, bu pencere öğesi menü çubuğu açılır penceresinde de görünür olacaktır.";
"lblShowPercentage" = "Yüzdeyi Göster";
"lblShowBatteryIcon" = "Pili Göster";
"lblDischargeLimitToHighNotification" = "Şarj Limiti Çok Yüksek";
"txtDischargeLimitToHighNotification" = "Boşalma özelliğini kullanmak için, şarj sınırını geçerli pil yüzdesinden daha düşük bir değere ayarlamanız gerekir.";
"chkDontAskAgain" = "bir daha sorma";
"lblLimit" = "Sınır:";
"txtAlDenteStatus" = "AlDente Durumu";
"txtMacOSNative" = "macOS Yerel";
"txtMacOSColored" = "macOS Renkli";
"ttlSettingsBackup" = "AlDente Pro ayarlarının bir yedeği bulundu. Onları geri yüklemek istiyor musunuz?";
"txtSettingsBackup" = "Pro Ayarları Geri Yüklensin mi?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "Aldante ayarları";
"txtDontShow" = "Gösterme";
"txtDontRepeat" = "Tekrarlama";
"lblIconStyle" = "İkon stili";
"txtAlDenteIcon" = "AlDente logosu";
"txtEnterTargetPercentage" = "Hedef yüzdeyi girin:";
"hlpSailingMinPerc" = "%20'nin altında, Aldente her zaman pilinizi şarj edecek ve yelken modunun üzerine yazılacak.";
"ttlPowerFlow" = "Güç akışı";
"chkRembemberDecision" = "Kararımı hatırla";
"ttlSensorData" = "Sensör Verileri";
"ttlBatHealth" = "Pil Sağlığı";
"txtDesignCap" = "Tasarım kapasitesi:";
"txtMaxCap" = "Maksimum kapasite:";
"txtHardwareCap" = "Donanım Kapasitesi:";
"txtMacOSCap" = "MacOS kapasitesi:";
"txtCycleCount" = "Döngü Sayısı:";
"ttlBatSpecs" = "Pil özellikleri";
"txtBatTemp" = "Pil Sıcaklığı:";
"txtTimeRemaining" = "Kalan süre:";
"txtTimeToFull" = "Dolu zaman:";
"txtBatterySerial" = "Seri numarası:";
"ttlElectricalSpecs" = "Elektriksel özellikler";
"txtChargerI" = "Şarj Cihazı Akım:";
"txtChargerU" = "Şarj Cihazı:";
"txtBatI" = "Pil akımı:";
"txtBatU" = "Batarya voltajı:";
"txtSystemP" = "Sistem Yükü:";
"txtCalibrationInterrupted" = "Kalibrasyon modu kesintiye uğradı.\n Kalibrasyona devam etmek ister misiniz?";
"txtPopover" = "Popover'da Gösteri";
"ttlQuitApp" = "Aldente'den çıkın mı?";
"txtQuitApp" = "Aldente'den ayrılmak ister misin?";
"txtCondition" = "macOS durumu:";
"hlpLowPowerMode" = "MacOS Düşük Güç Modu etkindir.";
"lblLowPowerMode" = "Düşük Güç Modu";
"lblTopUpWhileCalibrationNotification" = "Top yukarı mümkün değil.";
"txtTopUpWhileCalibrationNotification" = "Bir kalibrasyon çalışırken doldurma mümkün değildir.Toplamaya başlamadan önce lütfen kalibrasyon modunu devre dışı bırakın.";
"txtNothing" = "Hiçbir şey yapma";
"hlpRightClickAction" = "Menü çubuğundaki Aldente simgesi sağ tıklandığında ne olması gerektiğini belirler.";
"txtToggleChargeLimit" = "Başlat/Şarj Etmeyi Durdurun";
"txtToggleLPM" = "Düşük Güç Modunu Etkinleştir/Devre Dışı Bırak";
"txtRightClickAction" = "Menubar Sağ Tıklama";
